Repository: InfinitumForm/push-notification-fcm
Catalog: languages/fcmpn-*.po
Languages: sr_rs

source: All Registered Devices
sr_rs: Сви регистровани уређаји

source: Search Devices
sr_rs: Претражи уређаје

source: Firebase Push Notification
sr_rs: "Firebase" - Слање нотификације

source: FCMPN: An error occurred while communicating with the Firebase API. (HTTP code: %d)
sr_rs: ФЦМПН: Дошло је до грешке при комуникацији са Фиребасе АПИ-јем. (ХТТП код: %d)

source: All
sr_rs: Сви

source: Enabled
sr_rs: Омогућени

source: Disabled
sr_rs: Онемогућен

source: Enable Device
sr_rs: Омогући уређај

source: Disable Device
sr_rs: Онемогући уређај

source: Delete
sr_rs: Избришите

source: Nope! Security check failed!
sr_rs: Стани! Сигурносна провера није прошла!

source: Device UUID
sr_rs: УУИД уређаја

source: Device Key
sr_rs: Кључ уређаја

source: Subscription
sr_rs: Пријава

source: Device Name
sr_rs: Име уређаја

source: OS Version
sr_rs: Верзија система

source: Subscribed
sr_rs: Пријављен

source: Select Device
sr_rs: Одабери уређај

source: undefined
sr_rs: недефинисано

source: Push Notification
sr_rs: Пошаљи нотификацију

source: Send notification on post publish
sr_rs: Пошаљите обавештење о објављивању

source: Select the subscription you want to notify
sr_rs: Изаберите претплату коју желите да обавестите

source: There are currently no registered subscriptions
sr_rs: Тренутно нема регистрованих претплата

source: REST API key is not valid
sr_rs: РЕСТ АПИ кључ није важећи

source: There is an error in the token you sent
sr_rs: Постоји грешка у токену који сте послали

source: There is an error in the device-uuid you sent
sr_rs: Постоји грешка у "device-uuid" који сте послали

source: Device token is not changed
sr_rs: Токен уређаја није промењен

source: Device token registered
sr_rs: Регистрован је токен уређаја

source: Not able to subscribe
sr_rs: Није могуће претплатити се

source: Device is not saved
sr_rs: Уређај није сачуван

source: The device token was successfully removed
sr_rs: Токен уређаја је успешно уклоњен

source: No device token found
sr_rs: Није пронађен токен уређаја

source: Devices
sr_rs: Уређаји

source: Remove color
sr_rs: Уклони боју

source: FCM Push Notification
sr_rs: ФЦМ Слање нотификације

source: Subscriptions
sr_rs: Претплате

source: Settings
sr_rs: Подешавање

source: Devices per page
sr_rs: Уређаја по страници

source: Firebase Server (API) Settings
sr_rs: Подешавања Фиребасе сервера (АПИ).

source: Server (API) Key
sr_rs: Кључ сервера (АПИ).

source: Plugin settings
sr_rs: Подешавање додатка

source: REST API Key
sr_rs: РЕСТ АПИ кључ

source: Enable in Post Types
sr_rs: Омогући у Типовима постова

source: Choose Post Types
sr_rs: Изаберите врсте постова

source: Other settings
sr_rs: Остала подешавања

source: Notification Sound
sr_rs: Звук обавештења

source: Notification Icon
sr_rs: Икона обавештења

source: Notification Color
sr_rs: Боја обавештења

source: REST API Endpoints
sr_rs: РЕСТ АПИ крајње тачке

source: Subscribe
sr_rs: Претплатити се

source: Unsubscribe
sr_rs: Отказивање претплате

source: An API key is a unique string that's used to route requests to your Firebase project when interacting with Firebase and Google services.
sr_rs: АПИ кључ је јединствени стринг који се користи за усмеравање захтева ка вашем Фиребасе пројекту приликом интеракције са Фиребасе и Гоогле услугама.

source: Your api (server) key is located in the %s.
sr_rs: Ваш апи (сервер) кључ се налази у %s.

source: Firebase console
sr_rs: Фиребасе конзола

source: Important settings for this plugin.
sr_rs: Важна подешавања за овај додатак.

source: If you want, you can %s. After the change it is important to change the newly generated key in your application.
sr_rs: Ако желите, можете %s. Након промене важно је да промените новогенерисани кључ у вашој апликацији.

source: Change REST API Key
sr_rs: променити РЕСТ АПИ кључ

source: In order to be able to send push notifications, you need to record the device ID and device token in the site's database. Therefore, you have 2 REST endpoints to subscribe the device when the application is installed or launched, and unsubscribe the device during app deletion.
sr_rs: Да бисте могли да шаљете обавештења потребно је да снимите ИД и токен уређаја у базу података сајта. Према томе, имате две РЕСТ крајње тачке, за претплату на уређај када се апликација инсталира или покрене и отказивање претплате током брисања апликације.

source: Parameters:
sr_rs: Параметри:

source: (required)
sr_rs: (обавезно)

source: (optional)
sr_rs: (опционо)

source: This would be the category in which the device is registered, if there is no category exists in WordPress it’ll be created automatically.
sr_rs: Ово би била категорија у којој је уређај регистрован, ако у Вордпресу не постоји категорија, биће креирана аутоматски.

source: Returns:
sr_rs: Враћа:

source: Allow notifications in selected post types
sr_rs: Дозволи обавештења у изабраним типовима постова

source: These are special additional settings for your application.
sr_rs: Ово су посебна додатна подешавања за вашу апликацију.

source: The sound to play when the device receives the notification. Supports <b>"default"</b> or the filename of a sound resource bundled in the app. Sound files must reside in <b>/res/raw/</b>.
sr_rs: Звук који ће се репродуковати када уређај прими обавештење. Подржава <b>"default"</b> или назив датотеке звучног ресурса у пакету у апликацији. Звучни фајлови морају да се налазе у <b>/res/raw/</b>.

source: The notification's icon. Sets the notification icon to <b>"myicon"</b> for drawable resource <b>myicon</b>. If you don't send this key in the request, FCM displays the launcher icon specified in your app manifest.
sr_rs: Поставља икону обавештења на <b>"myicon"</b> за ресурс који се може цртати <b>myicon</b>. Ако не пошаљете овај кључ у захтеву, ФЦМ приказује икону покретача наведену у манифесту апликације.

source: The notification's icon color, expressed in <b>#rrggbb</b> format.
sr_rs: Боја иконе обавештења, изражена у формату <b>#rrggbb</b>.

source: Donate
sr_rs: Донирајте

source: Device
sr_rs: Уређај

source: Add New Device
sr_rs: Додај нови уређај

source: Edit Device
sr_rs: Уреди уређај

source: New Device
sr_rs: Нови уређај

source: View Device
sr_rs: Прикажи уређај

source: No Device Found
sr_rs: Није пронађен ниједан уређај

source: No Device Found in Trash
sr_rs: Ниједан уређај није пронађен у Отпаду

source: Device Image
sr_rs: Слика уређаја

source: Select Device Image
sr_rs: Изаберите Слика уређаја

source: Remove Device Image
sr_rs: Уклоните слику уређаја

source: Use Device Image
sr_rs: Користите слику уређаја

source: Insert Into Device
sr_rs: Уметните у уређај

source: All Subscription
sr_rs: Сва претплата

source: Edit Subscription
sr_rs: Уреди претплату

source: View Subscription
sr_rs: Прикажи претплату

source: Update Subscription
sr_rs: Ажурирајте претплату

source: Add New Subscription
sr_rs: Додај нову претплату

source: Parent Subscription
sr_rs: Претплата за родитеље

source: Firebase Cloud Messaging (FCM) to iOS and Android when content is published or updated.
sr_rs: Firebase Cloud Messaging (FCM) - Нотификациони систем за Апл и Андроид уређаје када се садржај објави.

source: Ivijan-Stefan Stipić
sr_rs: Ивијан-Стефан Стипић
